var defaultData={
    "fname":"letter",
    "caption":"送给最亲爱的XXX",
    "text":"我记得那美妙的一瞬：在我的面前出现了你，有如昙花一现的幻影，有如纯洁美丽的精灵。在绝望忧愁的折磨中，在喧闹虚幻的困扰中，我的耳边长久地响着你温柔的声音，睡梦中见到你可爱的面影。许多年代过去了。狂暴的激情驱散了往日的梦想，于是我忘记了你温柔的声音，还有你那天仙似的面影。在穷乡僻壤，在囚禁的阴暗生活中，我的岁月就那样静静地消逝，没有神往，没有灵感，没有眼泪，没有生命，也没有爱情。如今我的面前又出现了你，有如昙花一现的幻影，有如纯洁美丽的精灵。我的心狂喜地跳跃，灵魂已开始苏醒，有了神往，有了灵感，有了生命，有了眼泪，也有了爱情。",
    "author":"XXX",
    "p1":"image/1.jpg",
    "p2":"image/2.jpg",
    "p3":"image/3.jpg",
    "p4":"image/4.jpg",
    "p5":"image/5.jpg",
    "p6":"image/6.jpg",
    "date":"2018-02-27",
    "word":"永远爱你，一辈子，不分离！",
    "music":"https://luangeng2008.gitee.io/cdn/mp3/%E5%8D%A1%E5%86%9C.mp3",
    "backpic":"https://luangeng2008.gitee.io/cdn/backpic/2.jpg"
};